Repository: djconnectapp/Techugo_iOSCode
Catalog: DJConnect/*.lproj/Localizable.strings
Languages: ar

# buyaddaudioack
source: Enter the name of your song. Then, click the music icon to add your song and connect.
ar: أدخل اسم أغنيتك. ثم ، انقر فوق رمز الموسيقى لإضافة أغنيتك والاتصال.

source: Song Submission
ar: تقديم الأغنية

# buyStep3ack
source: The DJ has been notified of your submission and has until the time below expires to accept or not accept your connect. If not, this connect will be withdrawn and your payment refunded.
ar: تم إخطار DJ بإرسالك وما زال حتى انقضاء الوقت أدناه لقبول اتصالك أو عدم قبوله. إذا لم يكن الأمر كذلك ، فسيتم سحب هذا الاتصال وسيتم رد دفعتك.

# buyStep3ackDone
source: The Dj has completed your connect for their project. Click the view connect button to go view, verify and download the video.
ar: أكمل Dj الاتصال الخاص بك لمشروعهم. انقر فوق الزر عرض الاتصال للذهاب لعرض الفيديو والتحقق منه وتنزيله.

# buystep5ack1
source: How was this connect project?
ar: كيف كان هذا مشروع الاتصال؟

# buystep5ack2
source: Rate your overall satisfaction with this connect.
ar: قيم رضاك العام عن هذا الاتصال.

# buyExplainRating
source: Explain your rating
ar: اشرح تقييمك

# btnRateProject
source: RATE PROJECT
ar: مشروع معدل

source: STEP 1 OF 5
ar: الخطوة 1 من 5

source: STEP 2 OF 5
ar: الخطوة 2 من 5

source: STEP 3 OF 5
ar: الخطوة 3 من 5

source: STEP 4 OF 5
ar: الخطوة 4 من 5

source: STEP 5 OF 5
ar: الخطوة 5 من 5

source: COST :
ar: كلفة :

source: Project Price:
ar: سعر المشروع:

source: Transaction Fee:
ar: رسوم التحويل:

source: Total:
ar: مجموع:

source: Confirm
ar: تؤكد

source: BACK
ar: عودة

source: SUBMIT
ar: إرسال

source: Reason
ar: السبب

source: DJ Notification
ar: إعلام DJ

source: DJ Response
ar: استجابة DJ

source: Project Complete
ar: اكتمل المشروع

source: The time for this project has expired. Your payment has been refunded.
ar: انتهى وقت هذا المشروع. تم اعادة دفعتك المالية.

source: The DJ accepted your connect for their project. Wait for step 4 to verify your song was played.
ar: وافق DJ على اتصالك بمشروعهم. انتظر الخطوة 4 للتحقق من تشغيل أغنيتك.

source: Your connect was not accepted.
ar: لم يتم قبول الاتصال الخاص بك.

source: CONNECT ACCEPTED
ar: تم قبول الاتصال

source: NOT ACCEPTED
ar: غير مقبول

source: TIME EXPIRED
ar: انتهى الوقت

source: VIEW CONNECT
ar: عرض الاتصال

source: Enter Offer:
ar: أدخل العرض:

# dropStep3Detail1
source: The DJ has been notified of your submission and has until the time below expires to accept or not accept your connect. If not, this connect will be withdrawn and your payment refunded.
ar: تم إخطار DJ بإرسالك وما زال حتى انقضاء الوقت أدناه لقبول اتصالك أو عدم قبوله. إذا لم يكن الأمر كذلك ، فسيتم سحب هذا الاتصال وسيتم رد دفعتك.

# dropStep3Detail2
source: DJ, click the upload button below to attach the recorded audio for the DJ Drop
ar: DJ ، انقر فوق زر التحميل أدناه لإرفاق الصوت المسجل لـ DJ Drop

# dropFinal
source: Your DJ Drop is complete. Click Here to Listen.
ar: تم الانتهاء من DJ Drop الخاص بك. اضغط هنا للاستماع.

source: Upload DJ Drop
ar: تحميل DJ Drop

source: COMPLETE
ar: اكتمال

# dropstep1of4
source: STEP 1 OF 4
ar: الخطوة 1 من 4

# dropstep2of4
source: STEP 2 OF 4
ar: الخطوة 2 من 4

# dropstep3of4
source: STEP 3 OF 4
ar: الخطوة 3 من 4

# dropstep4of4
source: STEP 4 OF 4
ar: الخطوة 4 من 4

source: # of Total Projects
ar: عدد المشاريع الإجمالية

source: Avg. Time on App
ar: متوسط الوقت على التطبيق

source: # of Users Faved You
ar: # من المستخدمين أشادك

source: # of Profile Views
ar: عدد مشاهدات الملف الشخصي

source: TOP USER
ar: أفضل مستخدم

source: LAST MONTH
ar: الشهر الماضي

# dj_wait_ack
source: You're in waiting connect submissions. Listen to the artist then swipe right and click to accept or swipe left and click to not accept.
ar: أنت في انتظار ربط عمليات الإرسال. استمع إلى الفنان ثم اسحب لليمين وانقر لقبول أو اسحب لليسار وانقر على عدم القبول.

# dj_accept_ack
source: You're in accepted connect submissions. Once you have accepted all the artists you need for this project click the start project button. Once the project is start, you can download, play and verify each artist connect to get paid.
ar: أنت في عمليات إرسال الاتصال المقبولة. بمجرد قبول جميع الفنانين الذين تحتاجهم لهذا المشروع ، انقر فوق زر إكمال المشروع. بمجرد اكتمال المشروع ، يمكنك التنزيل واللعب والتحقق من اتصال كل فنان للحصول على أموال.

# dj_reject_ack
source: You're in not accepted connect submissions. When you click to complete this project, anyone in this section will be cleared.
ar: أنت غير مقبول ربط عمليات الإرسال. عند النقر لإكمال هذا المشروع ، سيتم مسح أي شخص في هذا القسم.

# dj_connect_ack
source: You're in artists connected.This means your project is complete. you may hold the artist picture then drag and drop them in the order of which you plan to play and verify them. Next, download their song. When you're at the event, play the song and click to go live and verify each artist you play. Once the artist receives the verification video, payment for this project will be deposited into your account.
ar: أنت متصل بفنانين ، وهذا يعني أن مشروعك قد اكتمل. يمكنك الاحتفاظ بصورة الفنان ثم سحبها وإفلاتها بالترتيب الذي تخطط للعب به والتحقق منها. بعد ذلك ، قم بتنزيل أغنيتهم. عندما تكون في الحدث ، قم بتشغيل الأغنية وانقر لبدء البث المباشر وتحقق من كل فنان تقوم بتشغيله. بمجرد استلام الفنان لفيديو التحقق ، سيتم إيداع الدفع لهذا المشروع في حسابك.

source: ARTIST CONNECTED
ar: الفنان متصل

# dj_wait
source: Artists Waiting
ar: فنانون ينتظرون

# dj_accept
source: Artists Accepted
ar: الفنانين المقبولين

# dj_reject
source: Artists Not Accepted
ar: فنان غير مقبول

# dj_connect
source: Artists Connected
ar: فنانون متصلون

# Reason_1
source: 1. Offer too low. Resubmit with a higher price.
ar: العرض منخفض جدًا. إعادة التقديم بسعر أعلى.

# Reason_2
source: 2. Song quality too low. Resubmit the song in a better quality.
ar: جودة الأغنية منخفضة للغاية. أعد إرسال الأغنية بجودة أفضل.

# Reason_3
source: 3. Song is not for all audiences. Resubmit the song edited.
ar: الأغنية ليست لجميع الجماهير. أعد إرسال الأغنية المحررة.

# Reason_4
source: 4. The song is not a fit for this event.
ar: الأغنية ليست مناسبة لهذا الحدث.

# Reason_5
source: 5. No reason.
ar: بدون سبب.

source: Ok
ar: حسنا

# Song_Download
source: Download
ar: تحميل

# Song_Verify
source: Verify
ar: تحقق

# ar_wait
source: You are in the waiting section. Once the DJ has made a decision if you are fit for this project, you will receive a notification.
ar: انت في قسم الانتظار. بمجرد أن يتخذ DJ قرارًا بشأن ما إذا كنت مناسبًا لهذا المشروع ، ستتلقى إشعارًا.

# ar_accept
source: You have been accepted to this project. When the DJ plays your song at their event, you will be notified to view and connect live.
ar: لقد تم قبولك في هذا المشروع. عندما يقوم DJ بتشغيل أغنيتك في الحدث ، سيتم إخطارك لعرضها وتوصيلها مباشرة.

# ar_reject
source: Your connect was not accepted. If the DJ gave a reason, read it, correct your song and submit it again. Or, you may try and submit a different song.
ar: لم يتم قبول الاتصال الخاص بك. إذا أعطى DJ سببًا ، فاقرأه ، وصحح أغنيتك وأرسلها مرة أخرى. أو يمكنك محاولة إرسال أغنية مختلفة.

# ar_connect
source: All artists accepted for this project will be shown in this section.
ar: سيتم عرض جميع الفنانين المقبولين في هذا المشروع في هذا القسم.

source: Select all
ar: اختر الكل

source: new
ar: جديد

source: old
ar: قديم

source: Go
ar: اذهب

# Song_Review_Ack
source: Enter the name of your song. Then, click the music icon to add your song for review.
ar: أدخل اسم أغنيتك. ثم انقر فوق رمز الموسيقى لإضافة أغنيتك للمراجعة.

# SongReview_Time
source: The DJ has been notified of your submission and has 72 hours to complete the review. If not, this request will be withdrawn and your payment refunded.
ar: تم إخطار DJ بتقديمك ولديه 72 ساعة لإكمال المراجعة. إذا لم يكن الأمر كذلك ، فسيتم سحب هذا الطلب واسترداد مدفوعاتك.

# SongReview_Email
source: DJ, email or play song. Then click the live button below to stream your review live or the upload button to attach a recorded video review.
ar: DJ ، البريد الإلكتروني أو تشغيل الأغنية. ثم انقر فوق الزر المباشر أدناه لبث تعليقك مباشرة أو زر التحميل لإرفاق مراجعة فيديو مسجلة.

# SongReview_Live
source: Live Review
ar: مراجعة مباشرة

# SongReview_Video
source: Upload Video Review
ar: تحميل مراجعة الفيديو

# SongReview_Done
source: Your reaction/review is complete. Click HERE to Listen.
ar: رد فعلك / مراجعتك كاملة. اضغط هنا للاستماع.

source: Or
ar: أو

source: Buy a Connect
ar: شراء الاتصال

source: Buy a Song Review
ar: شراء مراجعة كلمات

source: View My Profile
ar: مشاهدة ملفي الشخصي

source: Go to My Alerts
ar: الذهاب إلى تنبيهات بلدي

source: Learn About DJ Connect
ar: تعرف على الاتصال

source: Post a Connect
ar: أضف إلى الاتصال

source: View Song Review Page
ar: عرض كلمات مراجعة الصفحة

source: Go to My Profile
ar: الذهاب إلى ملفي الشخصي

source: I WOULD LIKE TO...
ar: وأود أن...

# CommingSoon
source: This Functionality will be available soon
ar: ستتوفر هذه الوظيفة قريبًا

source: Log In DJ
ar: DJ تسجيل الدخول

source: Sign Up DJ
ar: DJ سجل

source: DJ Enter Date of Birth to Sign Up
ar: أدخل تاريخ الميلاد للتسجيل DJ

source: Or Use
ar: او استعمل

source: By Continuing you agree to our Terms of Use and Privacy Policy.
ar: من خلال الاستمرار ، فإنك توافق على شروط الاستخدام وسياسة الخصوصية الخاصة بنا

source: BACK HOME
ar: العودة للوطن

source: Enter Email
ar: أدخل البريد الإلكتروني

source: Re-enter Email
ar: أعد إدخال البريد الإلكتروني

source: Enter Username
ar: ادخل اسم المستخدم

source: Enter password
ar: أدخل كلمة المرور

source: Re-enter Password
ar: اعادة ادخال كلمة السر

source: Electro
ar: إلكترو

source: Rap
ar: موسيقى الراب

source: Techno
ar: تقنية

source: Reggae
ar: الريغي

source: Log In
ar: تسجيل الدخول

source: Enter Telephonic number
ar: أدخل الرقم الهاتفي

source: Welcome DJ!
ar: !DJ أهلا بك

source: Log In Artist
ar: تسجيل دخول الفنان

source: Sign Up Artist
ar: تسجيل الفنان

source: Artist Enter Date of Birth to Sign UP
ar: الفنان أدخل تاريخ الميلاد للتسجيل

source: Select a Country
ar: اختر دولة

source: Username or email
ar: اسم المستخدم أو البريد الالكتروني

source: Forgot password?
ar: هل نسيت كلمة السر؟
