Repository: djconnectapp/Techugo_iOSCode
Catalog: DJConnect/*.lproj/Localizable.strings
Languages: ar

# mainlogolbl
source: Where Artists and DJs connect
ar: حيث الاتصال الفنان ودي جي

source: DJ MENU
ar: دي جي قائمة طعام

source: Account
ar: الحساب

source: Financials
ar: المالية

source: Transaction History
ar: تاريخ المعاملات

source: Security
ar: سلامة

source: Settings
ar: الإعدادات

source: Blocked
ar: انسداد

source: Social
ar: اجتماعي

source: Help
ar: مساعدة

source: Feedback
ar: تفاعلات

# LOGOUT
source: slide to logout
ar: الانزلاق الى الخروج

source: Language
ar: لغة

source: Account Type :
ar: نوع الحساب :

source: Payment due date :
ar: التاريخ المحدد للدفع :

source: NOTE:
ar: ملحوظة:

source: unblock?
ar: رفع الحظر؟

source: Settings
ar: الإعدادات

source: notifications via email
ar: الإخطارات عبر البريد الإلكتروني

source: ON
ar: على

source: OFF
ar: إيقاف

source: How would you like to receive payments?
ar: كيف تريد تلقي المدفوعات؟

source: Bank Account
ar: حساب البنك

source: PayPal
ar: باي بال

source: Apple Pay
ar: أبل الدفع

source: Google Pay
ar: جوجل الدفع

source: Cash App
ar: التطبيق النقدية

source: Square Cash
ar: ساحة النقدية

source: Facebook Pay
ar: دفع الفيسبوك

source: received to date from DJ Connect
ar: تلقى حتى الآن من دي جي اتصال

source: to receive payments
ar: لتلقي المدفوعات

source: name on bank account
ar: اسم على الحساب المصرفي

source: routing number
ar: رقم التوصيل

source: account number
ar: رقم حساب

source: BACK
ar: عودة

source: + add bank account
ar: + إضافة حساب مصرفي

source: Security
ar: الأمان

# security email
source: email
ar: البريد الإلكتروني

# security Current passsword
source: Current Password
ar: كلمة المرور الحالية

# security New Password
source: New Password
ar: كلمة مرور جديدة

# security confirm New password
source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة

source: edit Email
ar: تحرير البريد الإلكتروني

source: edit password
ar: تحرير كلمة المرور

source: BLOCKED
ar: مسدود

source: Blocked users cannot view your profile and they cannot participate in your projects.
ar: لا يمكن للمستخدمين المحظورين عرض ملف التعريف الخاص بك ولا يمكنهم المشاركة في مشاريعك.

source: SOCIAL
ar: اجتماعي

source: Connect with DJ Connect on our social pages.
ar: اتصل بجهة اتصال DJ على صفحاتنا الاجتماعية.

source: HELP
ar: مساعدة

source: FAQ
ar: التعليمات

source: Terms of Service
ar: شروط الخدمة

source: Policy
ar: سياسات

source: FEEDBACK
ar: تفاعلات

source: If you have any questions, concerns,need further assistance or would like to leave feedback to help us make this app even better, contacts us on our social networks or reach out to us at the email below.
ar: إذا كانت لديك أي أسئلة أو مخاوف أو بحاجة إلى مزيد من المساعدة أو ترغب في ترك تعليقات لمساعدتنا في جعل هذا التطبيق أفضل ، أو اتصل بنا على شبكاتنا الاجتماعية أو اتصل بنا على البريد الإلكتروني أدناه.

source: TRANSACTION HISTORY
ar: سجل المعاملات

source: to make payment
ar: لجعل الدفع

source: + add card
ar: + إضافة بطاقة

source: name on credit card
ar: الاسم على بطاقة الائتمان

source: card number
ar: رقم البطاقة

source: Welcome to DJ Connect
ar: مرحبا بكم في دي جي كونكت!

source: Filter?
ar: منقي؟

source: DJNYC
ar: دي جي مدينة نيويورك

source: Where would you like to connect?
ar: أين تريد الاتصال؟

source: Lil'Banga
ar: ليل بانجا

source: PROFILE COMPLETE
ar: لمحة كاملة

source: Now that you have completed all steps. Below are instructions on how to add your project for artists to connect with you.
ar: الآن بعد أن أكملت جميع الخطوات. فيما يلي إرشادات حول كيفية إضافة مشروعك للفنانين للتواصل معك.

source: 1st - ADD CONNECT PROJECT
ar: 1st - إضافة مشروع اتصال

source: Click on the date from your calendar. Enter the details of your project and add the connect project. Then, wait for artists to submit their music.
ar: انقر على التاريخ من التقويم الخاص بك. أدخل تفاصيل مشروعك وأضف مشروع الاتصال. ثم انتظر الفنانين لتقديم الموسيقى الخاصة بهم.

source: 2nd - ACCEPT/DON'T ACCEPT CONNECTS
ar: الثانية - قبول / لا تقبل

source: Once artists submit their music to connect with your project, listen and accept or don't accept it.
ar: بمجرد إرسال الفنانين لموسيقاهم للتواصل مع مشروعك ، استمع إليهم أو أقبلهم أو لا تقبلهم.

source: 3rd - COMPLETE PROJECT
ar: الثالث - مشروع كامل

source: When you have enough artist submissions for your connect project,click on the complete project button to end the project and stop submissions.
ar: عندما يكون لديك ما يكفي من عمليات إرسال الفنان لمشروع الاتصال الخاص بك ، انقر فوق الزر الكامل للمشروع لإنهاء المشروع وإيقاف عمليات الإرسال.

source: 4th. - DOWNLOAD
ar: 4. - تحميل

source: Go to your project page and download all artists songs you've accepted by clicking on the download button under each artist's .
ar: انتقل إلى صفحة المشروع وقم بتنزيل جميع أغاني الفنانين الذين قبلتهم بالنقر فوق زر التنزيل أسفل كل فنان.

source: 5th. - PLAY & VERIFY
ar: 5. - العب والتحقق

source: After downloading the songs,play them at your event. While playing each song click on the verify button and go live to show proof to the artists.
ar: بعد تنزيل الأغاني ، قم بتشغيلها في هذا الحدث الخاص بك. أثناء تشغيل كل أغنية ، انقر فوق زر التحقق وانتقل مباشرة لإظهار الدليل للفنانين.

source: 6th. - GET PAID
ar: 6. - الحصول على أموال

source: After each connect is verified, payment from the artist will be deposited into your account.
ar: بعد التحقق من كل اتصال ، سيتم إيداع المبلغ المدفوع من الفنان في حسابك.

source: Show this next time?
ar: تظهر هذه المرة القادمة؟

source: yes
ar: نعم

source: no
ar: لا

source: CLOSE
ar: أغلق

source: Edit
ar: تعديل

source: Spin Limit - $1500
ar: تدور الحد - 1500 دولار

source: ALL PROJECTS
ar: جميع المشاريع

source: CALENDAR
ar: التقويم

source: Services
ar: خدمات

source: Stats
ar: احصائيات

source: MEDIA
ar: وسائل الإعلام

# RECENT
source: Recent Media
ar: أحدث وسائل الإعلام

source: VERIFIED
ar: تم التحقق

# AR_VERIFY_ACK
source: This Artist has been verified by DJ Connect
ar: تم التحقق من هذا الفنان بواسطة DJ Connect

# DJ_VERIFY_ACK
source: This DJ has been verified by DJ Connect
ar: تم التحقق من هذا DJ بواسطة DJ Connect

source: Genre(s):
ar: النوع (الأنواع):

source: Expected attendance -
ar: الحضور المتوقع -

source: By
ar: بواسطة

source: to
ar: إلى

source: PROJECT CANCELLED
ar: تم إلغاء المشروع

source: PROJECT ENDED
ar: انتهى المشروع

source: IN PROGRESS
ar: في تقدم

source: PROJECT IN PROGRESS
ar: المشروع قيد التنفيذ

source: PROJECT COMPLETED
ar: اكتمل المشروع

source: | Joined
ar: | انضم

source: delete?
ar: حذف؟

# DJ Feedback
source: DJ Song | Reaction/Review
ar: دي جي سونغ | رد فعل / مراجعة

# Want a professional
source: Want a professional outlook on how good your song really is? Submit it for a review from the perspective of DJs with the highest expertise in knowing what the world wants to hear. The DJ will respond with a live or recorded video reaction for you to download.
ar: هل تريد نظرة احترافية حول مدى جودة أغانيك حقًا؟ أرسلها للتعليقات من منظور الدي جي ذوي الخبرة العالية في معرفةهل تريد نظرة احترافية حول مدى جودة أغنيتك حقًا؟ قم بتقديمه للمراجعة من منظور منسقي الموسيقى الذين يتمتعون بأعلى خبرة في معرفة ما يريد العالم سماعه. سوف يستجيب DJ برد فعل فيديو مباشر أو مسجل لتنزيله.

source: DJ Drops
ar: دي جي قطرات

# Need a DJ
source: Need a DJ to promote your album or event? You can hire me do a DJ Drop and get the word out to all the fans about your project. Hire me to be the voice of your promotion today.
ar: تحتاج إلى DJ للترويج لألبومك أو الحدث؟ يمكنك استئجار لي القيام DJ قطرة والحصول على الكلمة لجميع المشجعين حول مشروعك. استئجار لي أن أكون صوت الترويج الخاص بك اليوم.

source: feedback from DJ NYC
ar: ردود الفعل من DJ NYC

source: DJ Drop from DJ NYC
ar: دي جي إسقاط من DJ نيويورك

source: Artist Forgot Password
ar: الفنان نسيت كلمة المرور

source: DJ Forgot Password
ar: نسيت كلمة المرور

source: Email
ar: البريد الإلكتروني

source: Send
ar: إرسال

source: Home
ar: الصفحة الرئيسية

source: Sign In
ar: تسجيل الدخول

source: Join
ar: انضم

source: Artist Join
ar: الفنان الانضمام

source: DJ Join
ar: دي جي الانضمام

# enter_confermation
source: enter confirmation from text
ar: أدخل تأكيدا من النص

source: Accept Terms
ar: قبول الشروط

source: Forgot Password
ar: هل نسيت كلمة المرور

source: Enter Telephone Number
ar: أدخل رقم الهاتف

source: Next
ar: التالى

source: Name
ar: اسم

source: Date of birth
ar: تاريخ الولادة

source: Confirm Email
ar: تأكيد عنوان البريد الإلكتروني

source: Password
ar: كلمه السر

source: Confirm Password
ar: تأكيد كلمة المرور

source: Sign Up with Email
ar: سجل عن طريق البريد الإلكتروني

source: Sign Up with Facebook
ar: اشترك عبر حساب فايسبوك

source: Sign Up with Google
ar: اشترك مع جوجل

source: Email
ar: البريد الإلكتروني

source: Password
ar: كلمه السر

source: Continue
ar: استمر

source: with Email
ar: مع البريد الإلكتروني

source: with Facebook
ar: مع الفيسبوك

source: with Google
ar: مع جوجل

source: Audio
ar: سمعي

source: Video
ar: فيديو

source: The User has no video to display at this time.
ar: المستخدم ليس لديه فيديو لعرضه في هذا الوقت.

source: The User has no audio to display at this time.
ar: ليس لدى المستخدم صوت لعرضه في الوقت الحالي.

source: Audio - You are allowed one audio sample for your DJ Drop. You may add the file, or replace the existing audio. You have no audio files, click edit to add your audio.
ar: الصوت - يُسمح لك بعينة صوت واحدة لـ DJ Drop. يمكنك إضافة الملف ، أو استبدال الصوت الموجود. ليس لديك ملفات صوتية ، انقر فوق تحرير لإضافة الصوت الخاص بك.

source: You have no audio to display at this time.
ar: ليس لديك صوت لعرضه في هذا الوقت.

source: You have no video to display at this time.
ar: ليس لديك فيديو لعرضه في هذا الوقت.

# dj video detail
source: Live videos you verify for artists are saved in the video section. You may delete the videos in this section. If not, they will autodelete after a period of time.
ar: يتم حفظ مقاطع الفيديو المباشرة التي تتحقق منها للفنانين في قسم الفيديو. يمكنك حذف مقاطع الفيديو في هذا القسم. إذا لم يكن كذلك ، فسيتم حذفها تلقائيًا بعد فترة من الوقت.

# artist video detail
source: Live Videos DJs verify for you are saved in the video section. You may delete the videos in this section. If not they will autodelete after a period of time.
ar: تحقق مقاطع الفيديو المباشرة من دي جي من تسجيلك في قسم الفيديو. يمكنك حذف مقاطع الفيديو في هذا القسم. إذا لم يكن كذلك ، فسيتم حذفها تلقائيًا بعد فترة من الوقت.

# dj song name
source: DJ Drop Sample
ar: دي جي إسقاط عينة

# artist song name
source: Ghetto Ghetto(Unedited)
ar: غيتو غيتو (غير محررة)

# favorite main
source: Favorites
ar: مفضل

# fav artist
source: Artists
ar: الفنانين

source: Faved Me
ar: فشلني

# fav project
source: Projects
ar: مشاريع

source: POST
ar: بريد

# Add a Flyer
source: Add a Flyer of Project Photo
ar: إضافة نشرة من مشروع الصورة

# project title
source: Connect Project Title
ar: ربط عنوان المشروع

# project detail
source: Project Details (Tell us about this Project.)
ar: تفاصيل المشروع (أخبرنا عن هذا المشروع.)

source: Project Info
ar: معلومات المشروع

source: Project Type
ar: نوع المشروع

source: Expected Audience
ar: الجمهور المتوقع

source: Name of Venue
ar: اسم المكان

source: Event Date and Time
ar: تاريخ الحدث ووقته

source: Start
ar: بداية

source: End
ar: النهاية

source: Venue Address
ar: عنوان الشارع

source: Display Address?
ar: عرض العنوان؟

source: YES
ar: نعم

source: NO
ar: لا

source: Connect Info
ar: ربط المعلومات

source: Currency
ar: عملة

source: Price
ar: السعر

source: Restriction
ar: تقييد

# song Genre
source: Song Genre(s) (select 1 or more)
ar: نوع أغنية (اختيار أغنية واحدة أو أكثر)

# additional info
source: Additional Information. (IE: Only 1 song per artist)
ar: معلومة اضافية. (IE: أغنية واحدة فقط لكل فنان)

# Additional Info text
source: Additional Info
ar: معلومات إضافية

# Accept_Offer_Text
source: Accept Offers from Artists?
ar: قبول العروض من الفنانين؟

source: Select Post Type
ar: اختر نوع المنشور

source: Open Connect
ar: افتح الاتصال

# Open Detail
source: Open Connect projects allows all artist to submit music for you to approve or not approve the music to be featured in this project.
ar: تتيح مشاريع Open Connect لجميع الفنانين تقديم الموسيقى لك للموافقة أو عدم الموافقة على الموسيقى التي سيتم عرضها في هذا المشروع.

# open button
source: Select Open Connect
ar: حدد فتح الاتصال

source: EDIT
ar: تعديل

source: Profile
ar: الشخصي

source: Services
ar: خدمات

source: Media
ar: الإعلام

source: SAVE
ar: حفظ

source: P
ar: پ

source: S
ar: س

source: M
ar: م

# Profile Dj Name
source: UserName
ar: اسم المستخدم

# Profile Artist Name
source: UserName
ar: اسم المستخدم

source: Home City
ar: مسقط

source: Current City
ar: المدينة الحالية

# Music genre
source: Music Genre(s)
ar: أنواع الفن والموسيقى)

# Profile bio
source: Your Bio (Tell us about you.)
ar: السيرة الذاتية الخاصة بك (أخبرنا عنك.)

# Connect your social
source: Connect your social network below.
ar: ربط الشبكة الاجتماعية الخاصة بك أدناه.

# service dj feedback
source: DJ Feedback
ar: ردود الفعل DJ

# About Feedback
source: About (DJ Feedback)
ar: حول (ملاحظات DJ)

# service dj drop
source: DJ Drops
ar: قطرات DJ

# About drop
source: About (DJ Drops)
ar: حول (DJ Drops)

source: My Media
ar: بلدي وسائل الإعلام

# media audio
source: Audio
ar: سمعي

# media video
source: Video
ar: فيديو

# media video detail dj
source: You have no videos in this section. When you verify videos for artists they will show here.
ar: ليس لديك أي مقاطع فيديو في هذا القسم. عند التحقق من مقاطع الفيديو للفنانين ، فسيظهرون هنا.

# media video detail ar
source: You have no videos in this section. When the DJ uploads your verification video it will appear in this section.
ar: لا يوجد لديك مقاطع فيديو في هذا القسم. عندما يحمّل DJ فيديو التحقق ، سيظهر في هذا القسم.

source: replace
ar: يحل محل

source: autodelete in
ar: الحذف التلقائي بتنسيق

source: download
ar: تحميل

# ar_media audio ack
source: You are allowed 1 audio song to submit for DJ Projects. You may add a new song, replace an existing song.
ar: يُسمح لك بتقديم أغنية صوتية واحدة لمشاريع DJ. يمكنك إضافة أغنية جديدة ، استبدال أغنية موجودة.

# ar_media video ack
source: Live videos that DJs verify for you are saved in this section. You may download or delete these videos. If not, videos will autodelete after a period of time.
ar: يتم حفظ مقاطع الفيديو الحية التي تتحقق من دي جي لك في هذا القسم. يمكنك تنزيل أو حذف مقاطع الفيديو هذه. إذا لم يكن الأمر كذلك ، فسيتم حذف مقاطع الفيديو تلقائيًا بعد فترة زمنية.

# dj_media audio ack
source: You are allowed 1 audio sample for your DJ Drop. You may add the file, or replace the existing song.
ar: يُسمح لك بعينة صوت واحدة لـ DJ Drop. يمكنك إضافة الملف ، أو استبدال الأغنية الموجودة.

# dj_media video ack
source: Live videos you verify for artists are saved in the video section. You may delete the videos in this section. If not, they will autodelete after a period of time.
ar: يتم حفظ مقاطع الفيديو الحية التي تتحقق منها للفنانين في قسم الفيديو. يمكنك حذف مقاطع الفيديو في هذا القسم. إذا لم يكن الأمر كذلك ، فسيتم حذفهم تلقائيًا بعد فترة زمنية.

# user_no_audio
source: You has no audio to display at this time.
ar: ليس لديك صوت لعرضه في هذا الوقت.

source: Audio -
ar: صوت -

source: Video -
ar: فيديو -

source: PROFILE INCOMPLETE!
ar: ملف تعريف غير كامل!

# popup dj ack
source: To fully use DJ Connect and allow artists to connect with you, complete the information listed below.
ar: لاستخدام DJ Connect بالكامل والسماح للفنانين بالاتصال بك ، أكمل المعلومات المدرجة أدناه.

# popup artist ack
source: To fully use DJ Connect and connect with DJs in your area, you will need to complete the information
ar: لاستخدام DJ Connect بالكامل والتواصل مع DJs في منطقتك ، ستحتاج إلى إكمال المعلومات

source: PROFILE(incomplete).
ar: الشخصية (غير مكتملة).

# dj profile text
source: Finish your profile to post a project for artists to connect.
ar: إنهاء ملف التعريف الخاص بك لنشر مشروع للفنانين للاتصال.

# artist finish profile
source: Finish your profile so DJs know who you are.
ar: إنهاء ملف التعريف الخاص بك حتى يعرف دي جي من أنت.

source: finish profile
ar: الانتهاء من الملف الشخصي

source: PAYMENT(incomplete).
ar: دفع (غير مكتملة).

# dj payment text
source: Add Payment details to accept money from artists.
ar: إضافة تفاصيل الدفع لقبول المال من الفنانين.

# artist payment text
source: Add Payment to pay the DJs.
ar: إضافة الدفع لدفع دي جي.

source: Skip
ar: تخطى

# no service
source: No Services
ar: لا خدمات

# no service detail
source: There are no services available at this time. We will be adding services for artists in the future. Check back later.
ar: لا توجد خدمات متاحة في هذا الوقت. سنضيف خدمات للفنانين في المستقبل. التحقق مرة أخرى في وقت لاحق.

# dj click button
source: Click the button above to add a DJ Drop Sample.
ar: انقر فوق الزر أعلاه لإضافة نموذج إسقاط DJ.

# artist click button
source: Click the button above to add your song.
ar: انقر فوق الزر أعلاه لإضافة أغنيتك.

# add media dj video detail
source: You have no videos in this section. When you verify videos for artists they will show here.
ar: ليس لديك أي مقاطع فيديو في هذا القسم. عند التحقق من مقاطع الفيديو للفنانين ، فسيظهرون هنا.

# add media artist video detail
source: You have no videos in this section.
ar: ليس لديك أي مقاطع فيديو في هذا القسم.

source: Add Audio
ar: إضافة الصوت

source: NAME OF AUDIO
ar: اسم الصوت

source: Back
ar: عودة

source: Add
ar: إضافة

source: Online Storage
ar: مخزن علي الانترنت

source: Camera Roll
ar: فلم الة التصوير

source: Cancel
ar: إلغاء

source: View Full Image
ar: عرض الصورة كاملة

source: Purchase Spin
ar: شراء تدور

source: Directions
ar: الاتجاهات

source: Share
ar: شارك

source: PROJECT TYPE
ar: نوع المشروع

source: PROJECT INFO
ar: معلومات المشروع

# VENU INFO
source: VENUE INFO
ar: تأتي معلومات

source: CONNECT INFO
ar: معلومات الاتصال

source: SPECIAL INFORMATION
ar: معلومات خاصة

source: Compete Project
ar: تنافس المشروع

source: Cancel Project
ar: الغاء المشروع

source: CONNECT SUBMISSIONS
ar: توصيل الطلبات

source: TYPE:
ar: اكتب:

source: AUDIENCE (expected):
ar: الجمهور (متوقع):

source: NAME:
ar: اسم:

source: DATE:
ar: تاريخ:

source: TIME:
ar: زمن:

source: LOCATION:
ar: موقعك:

source: GENRE(s):
ar: النوع (الأنواع):

source: Event on:
ar: حدث في:

source: None
ar: لا شيء

# COST(Per Spin):
source: COST(Per Connect):
ar: التكلفة (لكل دورة):

source: RESTRICTIONS:
ar: قيود:

source: Please check your Internet Connection
ar: الرجاء التحقق من اتصال الانترنت الخاص بك

source: Please enter your email.
ar: رجاءا أدخل بريدك الإلكتروني.

source: Invalid Email Format
ar: تنسيق البريد الإلكتروني غير صالح

source: Please enter valid password.
ar: الرجاء إدخال كلمة مرور صالحة.

source: Please enter valid name
ar: الرجاء إدخال اسم صالح

source: Please enter valid Date of Birth
ar: الرجاء إدخال تاريخ الميلاد صالح

source: Please Enter confirm Email.
ar: الرجاء إدخال تأكيد البريد الإلكتروني.

source: Email and Confirm Email doesnot match.
ar: البريد الإلكتروني وتأكيد البريد الإلكتروني غير متطابقين.

source: Enter password of length 6-18 characters.
ar: أدخل كلمة المرور بطول 6-18 حرفًا.

source: Password and Confirm password doesnot match
ar: كلمة المرور وتأكيد كلمة المرور غير متطابقين

source: Please enter number
ar: الرجاء إدخال الرقم

source: Please enter valid email.
ar: الرجاء إدخال بريد إلكتروني صحيح.

# Please enter name
source: Please enter username
ar: من فضلك ادخل الاسم

source: Please enter user name
ar: الرجاء إدخال اسم المستخدم

source: Please enter home city
ar: الرجاء إدخال المدينة الرئيسية

source: Please enter current city
ar: الرجاء إدخال المدينة الحالية

source: Please enter music genre
ar: الرجاء إدخال نوع الموسيقى

source: Please enter your bio
ar: الرجاء إدخال الحيوية الخاصة بك

source: Screen Not Integrated.
ar: الشاشة غير متكاملة.

source: Enter Project Title
ar: أدخل عنوان المشروع

source: Enter Project Detail
ar: أدخل تفاصيل المشروع

source: Enter Project Type
ar: أدخل نوع المشروع

source: Enter Expected Audiance
ar: أدخل التدقيق المتوقع

source: Enter Venue Name
ar: أدخل اسم المكان

source: Enter Date and Time
ar: أدخل التاريخ والوقت

source: Enter Start Time
ar: أدخل وقت البدء

source: Enter End Time
ar: أدخل وقت الانتهاء

source: Enter Venue Address
ar: أدخل عنوان المكان

source: Enter Restriction
ar: أدخل تقييد

source: Enter Song Genre
ar: أدخل أغنية النوع

source: Enter Currency
ar: أدخل العملة

source: Enter Price
ar: أدخل السعر

source: Please enter current password
ar: الرجاء إدخال كلمة المرور الحالية

source: Select Genre
ar: حدد النوع

source: Add All
ar: إضافة الجميع

source: Finish
ar: ينهي

source: Go to your profile and add your location to turn on services.
ar: انتقل إلى ملف التعريف الخاص بك وأضف موقعك لتشغيل الخدمات.

source: Select Language
ar: اختار اللغة

source: Bengali
ar: بنغالي

source: French
ar: فرنسي

source: Hindi
ar: الهندية

source: Malay
ar: الملاي

source: Mandarin
ar: اليوسفي

source: Portuguese
ar: البرتغالية

source: Russian
ar: الروسية

source: Spanish
ar: الأسبانية

source: DELETE POST
ar: حذف آخر

# Delete_Post_Detail
source: Swipe left on your post to show the delete button. Next, click the delete button. Then confirm to permanently delete the post from your calendar.
ar: اسحب لليسار في مشاركتك لإظهار زر الحذف. بعد ذلك ، انقر فوق زر الحذف. ثم تأكد من حذف المنشور نهائيًا من التقويم الخاص بك.

source: OK, Got it
ar: حسنا ، حصلت عليه

source: Artists
ar: الفنانين

source: + Fav
ar: + مفضل

source: Free
ar: مجانا

# account note
source: Your free account entities you to 1 audio upload for your DJ drop sample. You can replace this at any time.
ar: حسابك المجاني يخولك تحميل صوت واحد لعينة إسقاط DJ الخاصة بك. يمكنك استبدال هذا في أي وقت.

# artist tutorial ack
source: Now that you have completed all steps. Below are instructions on how to connect with DJs using the DJ connect app.
ar: الآن بعد أن أكملت جميع الخطوات. فيما يلي إرشادات حول كيفية الاتصال بـ DJs باستخدام تطبيق DJ connect.

source: 1st - SEARCH
ar: 1st - بحث

# search by entering
source: Search by entering the city, state, country or keyword to find DJs all over the world.
ar: ابحث عن طريق إدخال المدينة أو الولاية أو البلد أو الكلمة الرئيسية للعثور على دي جي في جميع أنحاء العالم.

source: 2nd - CLICK
ar: 2nd - انقر

# click the green
source: Click the green tab found on the map in the desired location you want and view the connect projects.
ar: انقر فوق علامة التبويب الخضراء الموجودة على الخريطة في الموقع الذي تريده وعرض مشاريع الاتصال.

source: 3rd - SWIPE
ar: 3rd - مرر بسرعة

# Swipe left
source: Swipe left to view the DJ page , connect page or to buy and connect your music with that DJ's project.
ar: مرر لليسار لعرض صفحة DJ ، أو ربط الصفحة ، أو لشراء موسيقاك وتوصيلها بمشروع DJ هذا.

source: Exit
ar: خروج

source: Filter Results
ar: تصفية النتائج

source: RESET
ar: إعادة تعيين

# filter Song Genre(s)
source: Song Genre(s)
ar: أغنية النوع

source: click to enter
ar: انقر للدخول

source: Project Types(s)
ar: أنواع المشاريع

source: Blues
ar: البلوز

source: Classical
ar: كلاسيكي

source: Country
ar: بلد

source: Folk
ar: قوم

source: Gospel
ar: الإنجيل

source: Hip Hop
ar: هيب هوب

source: Jazz
ar: موسيقى الجاز

source: Latin
ar: لاتينية

source: Pop
ar: البوب

source: Rock
ar: صخرة

source: Album
ar: الألبوم

source: CelebrationParty
ar: حفلة احتفالية

source: Concert
ar: حفلة موسيقية

source: Event
ar: حدث

source: Festival
ar: مهرجان

source: Radio
ar: مذياع

source: Show (Movie/TV)
ar: عرض (فيلم / تلفزيون)

source: Other
ar: آخر

source: Report
ar: نقل

source: Block
ar: منع

# Miles
source: Map Radius
ar: اميال

source: 10 Miles
ar: 10 اميال

source: 20 Miles
ar: 20 اميال

source: 30 Miles
ar: 30 اميال

source: 40 Miles
ar: 40 اميال

source: 50 Miles
ar: 50 اميال

source: The maximum you can add a project is 7 days from today. Please select a date within this range.
ar: الحد الأقصى الذي يمكنك من خلاله إضافة مشروع هو 7 أيام من اليوم. يرجى تحديد تاريخ ضمن هذا النطاق.

source: Please select yes or no.
ar: يرجى اختيار نعم أو لا.
